/* No comment provided by engineer. */
"GCDAsyncSocketClosedError" = "Conexión con el socket cerrada";

/* No comment provided by engineer. */
"GCDAsyncSocketConnectTimeoutError" = "Tiempo de conexión agotado";

/* No comment provided by engineer. */
"GCDAsyncSocketReadMaxedOutError" = "Error en la lectura";

/* No comment provided by engineer. */
"GCDAsyncSocketReadTimeoutError" = "Tiempo de espera agotado en lectura";

/* No comment provided by engineer. */
"GCDAsyncSocketWriteTimeoutError" = "Tiempo de espera agotado en escritura";

